Repository: AlchemistsLab/covalent-faq-bot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ar, fil, jp, ko, pl, ru, tr

# NAVIGATION_TITLE
source: Covalent Discord navigation
ar: تصفح سيرفر ديسكورد الخاص ب Covalent
fil: Pag-navigate sa Covalent Discord
jp: Covalent Discord ナビゲーション
ko: Covalent Discord 탐색
pl: Nawigacja w Covalent Discord
ru: Навигация в Дискорде Covalent
tr: Covalent Discord Navigasyonu

# NAVIGATION_TITLE_DESCRIPTION
source: Instructions for navigating on the server
ar: تعليمات حول كيفية تصفح السيرفر
fil: Mga tagubilin para sa pag-navigate sa server
jp: サーバー上での操作方法について
ko: 서버 탐색 지침
pl: Instrukcje do nawigacji na serwerze
ru: Инструкции по навигации на сервере
tr: Sunucuda Gezinme Talimatları

# NAVIGATION_FIELD1_NAME
source: Main channels
ar: القنوات الرئيسية
fil: Pangunahing Channels
jp: メインチャンネル
ko: 메인 채널
pl: Główne kanały
ru: Основные каналы
tr: Ana Kanallar

# NAVIGATION_FIELD1_VALUE
source: #💬general - general discussion about the project in English #📆events - list of important events
ar: #:speech_balloon:general - نقاشات عامة عن المشروع باللغة الإنكليزية #:calendar:events - لائحة بالأحداث المهمة
fil: #💬general - pangkalahatang talakayan tungkol sa proyekto sa Ingles #📆events - listahan ng mahahalagang kaganapan
jp: #💬general - 英語でのプロジェクトに関する一般的な議論 #📆events - 重要なイベントのリスト
ko: #💬general - 프로젝트에 대한 일반적인 얘기들(영어) #📆events - 중요 이벤트 목록
pl: #💬general - ogólna dyskusja w języku angielskim #📆events - lista wydarzeń
ru: #💬general - общая дискуссия о проекте на английском #📆events - список важных событий
tr: #💬general - İngilizce proje hakkında genel tartışma #📆events - Önemli olayların listesi

# NAVIGATION_FIELD2_NAME
source: Content chats
ar: محادثات المحتوى
fil: Mga nilalaman na mensahi
ko: 컨텐츠 대화
pl: Kontent czat
ru: Чаты с контентом
tr: İçerik Sohbetleri

# NAVIGATION_FIELD2_VALUE
source: #🐸memes - send your memes here, only high-quality ones #🐶pets - pets #🍕foodies - food and more
ar: #:frog:memes - أرسل الميمز إلى هذه القناة و لا ترسل إلا الميمز عالية الجودة #:dog:pets - حيوانات أليفة #:pizza:foodies - أطعمة و غير ذلك
fil: #🐸memes - ipadala ang iyong mga meme dito, ang mga de-kalidad lamang #🐶pets - Mga Alaga #🍕foodies - pagkain at iba pa.
jp: #🐸memes - ミームをここに送ってください、高品質のもの #🐶pets - pet #🍕foodies - food and more
ko: #🐸memes - 높은 수준의 밈을 여기로 보내주세요 #🐶pets - 애완동물 #🍕foodies - 음식과 그 외의 것들
pl: #🐸memes - wysyłaj swoje memy tutaj, tylko te wysokiej jakości #🐶pets - pets #🍕foodies - jedzenie i więcej
ru: #🐸memes - отправляй свои мемы сюда, только в высоком качестве #🐶pets - домашние животные #🍕foodies - еда и все остальное
tr: #🐸memes - Caps’lerinizi (eğlenceli görseller) buraya gönderin, lütfen sadece yüksek kaliteli olanlar #🐶pets - Evcil hayvanlar #🍕foodies - Yiyecek ve daha fazlası

source: Pinned Messages
ar: الرسائل المثبتة
fil: Mga Naka-pin na Mensahe
jp: ピン留めされたメッセージ
ko: 고정 메시지
pl: Przypięte wiadomości
ru: Закрепленные сообщения
tr: Sabitlenmiş Mesajlar
