Repository: AlchemistsLab/covalent-faq-bot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ar, fil, jp, ko, pl, ru, tr

# HELP_DESCRIPTION
source: Below is a list of available commands
ar: فيما يلي لائحة بالأوامر المتوفرة
fil: Nasa ibaba ang listahan ng mga magagamit na utos
jp: 以下は、使用可能なコマンドの一覧です。
ko: 다음은 사용 가능한 명령어 목록입니다.
pl: Poniżej znajduje się lista dostępnych poleceń
ru: Ниже список доступных команд
tr: Aşağıda mevcut komutların bir listesi bulunmaktadır.

# HELP_TITLE
source: Help with Covalent-FAQ Bot
ar: دليل الاستخدام لبوت الأسئلة المتكررة الخاص ب Covalent
fil: Tulong sa Covalent-FAQ Bot
jp: Covalent-FAQボットのヘルプ
ko: Covalent-FAQ Bot과 함께하는 도움말
pl: Pomoc z botem Covalent-FAQ
ru: Помощь по Covalent-FAQ боту
tr: Covalent-SSS Botuyla Yardım

# HELP_COVALENT
source: Basic information about the project
ar: معلومات رئيسية عن المشروع
fil: Pangunahing impormasyon tungkol sa proyekto
jp: プロジェクトの基本情報
ko: 프로젝트에 대한 기본 정보
pl: Podstawowe informacje o projekcie
ru: Основная информация о проекте
tr: Proje hakkında temel bilgiler

# HELP_TASKS
source: About tasks and why I need to complete them?
ar: معلومات عن المهمات و لماذا يجب إتمامها؟
fil: Tungkol sa mga gawain at bakit kailangan kong kumpletuhin ang mga ito?
jp: タスクについて、なぜそれをこなす必要があるのか？
ko: Task란 무엇이며 그것을 해야하는 이유는 무엇입니까?
pl: O zadaniach i dlaczego muszę je wypełniać?
ru: О заданиях и почему мне нужно их сделать?
tr: Görevler hakkında bilgiler ve neden görevleri tamamlamam gerekiyor?

# HELP_REWARDS
source: What are rewards and how to earn them?
ar: ما هي المكافآت و كيف يتم ربحها
fil: Ano ang mga gantimpala at kung paano makamit ang mga ito?
jp: リワードとは何か、どうやって獲得するのか。
ko: 보상은 무엇이며 어떻게 얻습니까?
pl: Jakie są nagrody i jak je otrzymać?
ru: Что за награды и как их получить?
tr: Ödüller nedir ve nasıl kazanılır?

# HELP_NAVIGATION
source: Help with server navigation, list of main channels
ar: مساعدة في تصفح السيرفر مع لائحة بالقنوات الرئيسية
fil: Tulong sa pag-navigate sa server, listahan ng mga pangunahing channels
jp: サーバーナビゲーションのヘルプ、メインチャンネルのリスト
ko: 서버 탐색에 대한 도움말, 메인 채널들의 목록
pl: Pomoc w nawigacji po serwerze, lista głównych kanałów.
ru: Помошь по навигации на сервере, список основных каналов
tr: Sunucuda gezinme konusunda yardım, ana kanalların listesi

# HELP_PINNED
source: A hint for beginners on how to find pinned messages in Discord (screenshot)
ar: تلميح للمبتدئين لكيفية إيجاد الرسائل المثبتة ( صورة للشاشة )
fil: Isang pahiwatig para sa mga nagsisimula sa kung paano makahanap ng mga naka-pin na mensahe sa Discord (screenshot)
jp: Discordでピン留めされたメッセージを見つけるための、初心者向けのヒント（スクリーンショット)
ko: Discord에서 고정 메시지를 찾는 방법에 대한 초보자를 위한 힌트(스크린샷)
pl: Wskazówka dla początkujących, jak znaleźć przypięte wiadomości w Discordzie (zrzut ekranu)
ru: Подсказка для новичков как найти закрепленные сообщения в Дискорде (скриншот)
tr: Yeni başlayanlar için Discord'da sabitlenmiş mesajların nasıl bulunacağına dair bir ipucu (ekran görüntüsü)

# COVALENT_DESCRIPTION
source: Covalent provides a unified API bringing visibility to billions of blockchain data points.
ar: توفر Covalent واجهة تطوير تطبيقات موحدة للوصول لملايين نقاط بيانات البلوكتشين
fil: Nagbibigay ang Covalent ng pinag-isang API na nagdadala ng kakayahang makita ang bilyun-bilyong mga puntos ng data ng blockchain.
jp: Covalentは、何十億ものブロックチェーンのデータポイントに可視性をもたらす統一されたAPIを提供します。
ko: Covalent는 수십억 개의 블록체인 데이터 포인트에 대한 가시성을 제공하는통합 API를 제공합니다.
pl: Covalent zapewnia ujednolicone API przynoszące widoczność do miliardów punktów danych blockchain
ru: Covalent предоставляет единый API, позволяющий просматривать миллиарды данных в блокчейне.
tr: Covalent, milyarlarca blockchain veri noktasına görünürlük getiren birleşik bir API sağlar.

# COVALENT_FIELD1_NAME
source: About the project
ar: عن المشروع
fil: Tungkol sa proyekto
jp: プロジェクトについて
ko: 프로젝트에 대하여
pl: O projekcie
ru: О проекте
tr: Proje Hakkında

# COVALENT_FIELD1_VALUE
source: Our team is comprised of industry veterans in database and distributed systems. Covalent is funded by leading venture investors, with over a decade of expertise in building and scaling technology companies. Covalent is solving the data availability gap problem inhibiting the Ethereum blockchain. We provide on-chain data and analytics for blockchains (currently Ethereum), and right now, we're supporting the top DeFi (decentralized finance) protocols in the space -- Maker, Uniswap, Compound, dYdX, to name a few. We support the narrative, 'DeFi is Fintech 2.0,' and that it will take the intermediaries away. Our goal is to build an indexing engine to search and make it relevant for the end-user.
ar: يتألف فريقنا من عدد من المخضرمين في قواعد البيانات و النظم الموزعة. تم تمويل المشروع من قبل عدد من المستثمرين الرواد الذين لديهم عقد من الخبرات في مجال بناء و توسيع شركات التقنية. نقوم في Covalent بحل فجوة توفر البيانات التي تعيق شبكة الإيثيريوم و نوفر بيانات و تحليلات للسلاسل ( حاليا الإيثيريوم) و ندعم حاليا بروتوكولات DeFi الأهم : Maker - Uniswap - Compound - dYdX و غيرها حن نؤمن بمقولة أن DeFi تمثل الجيل الثاني من التقنيات المالية التي ستزيح الوسطاء جانبا هدفنا هو بناء محرك فهرسة و بحث و جعله قريب من المستخدم النهائي
fil: Ang aming koponan ay binubuo ng mga beterano ng industriya sa database at ipinamamahagi na mga system. Ang Covalent ay pinondohan ng nangungunang mga namumuhunan sa pakikipagsapalaran, na may higit sa isang dekada ng kadalubhasaan sa pagbuo at pag-scale ng mga kumpanya ng teknolohiya. Sinusuportahan namin ang nangungunang mga DeFi (desentralisadong pananalapi) na mga protokol sa kalawakan - Maker, Uniswap, Compound, dYdX, at iba pa. Sinusuportahan namin ang salaysay, 'DeFi is Fintech 2.0,' at aalisin nito ang mga tagapamagitan. Ang aming layunin ay bumuo ng isang indexing engine upang maghanap at gawin itong nauugnay para sa end-user.
jp: Our team is comprised of industry veterans in database and distributed 私たちのチームは、データベースと分散システムにおける業界のベテランで構成されています。Covalentは、テクノロジー企業の構築と拡大に10年以上の専門知識を持つ、一流のベンチャー投資家から資金提供を受けています。 コバレントは、イーサリアムブロックチェーンを阻害するデータアベイラビリティギャップ問題を解決します。私たちは、ブロックチェーン「（現在はイーサリアム）にオンチェーンデータと分析を提供しており、現在は、この分野でトップのDeFi（分散型金融）プロトコルをサポートしています。-- Maker、Uniswap、Compound、dYdXなどです。私たちは、『DeFiはフィンテック2.0だ』という語り口を支持しており、それによって仲介者がいなくなると考えています。我々の目標は、検索するためのインデックスエンジンを構築し、エンドユーザーにとって関連性のあるものにすることです。
ko: 우리 팀은 데이터베이스 및 분산 시스템 분야의 베테랑으로 구성되어 있습니다. Covalent는 10년 이상의 전문적인 경험을 보유한 선도적인 벤처 투자자들로부터자금을 지원받았습니다. Covalent는 이더리움 블록체인의 데이터 가용성 격차 문제를 해결합니다.우리는 블록체인(지금은 이더리움)에 대한 온 체인 데이터 및 분석을 제공하며, 최고의 DeFi(탈중앙화 금융) 프로토콜들을 지원하고 있습니다.-- Maker, Uniswap, Compound, dYdX 등. 우리는 'DeFi is Fintech 2.0'이라는 명제를 지지하며중개자들을 없앨 것입니다. 우리의 목표는 검색을 위한 인덱싱 엔진을최종 사용자에게 적합하게 만드는 것입니다.
pl: Nasz zespół składa się z weteranów branży baz danych i systemów rozproszonych.Covalent jest finansowany przez wiodących inwestorów venture, z ponad dziesięcioletnim doświadczeniem w budowaniu i skalowaniu technologii.doświadczeniem w budowaniu i zwiększaniu skali firm technologicznych. Covalent rozwiązuje problem luki w dostępności danych, który hamuje Ethereum blockchain. Dostarczamy dane i analitykę on-chain dla blockchainów (obecnie Ethereum), a w tej chwili wspieramy najlepsze protokoły DeFi (zdecentralizowanych finansów) w przestrzeni- Maker, Uniswap, Compound, dYdX, by wymienić tylko kilka.Wspieramy narrację, 'DeFi jest Fintech 2.0,' i że zabierze pośredników.intermediaries away. Naszym celem jest zbudowanie silnika indeksującego do wyszukiwania i uczynienie go istotnym dla użytkownika końcowego.
ru: Наша команда состоит из опытных разработчиков в области баз данных и распределенных систем. Covalent финансируется ведущими венчурными фондами с более чем десятилетним опытом в создании и масштабировании технологических компаний. Covalent решает проблему доступности данных, из-за которой тормозится развитие Ethereum blockchain.Мы предоставляем данные и аналитику для блокчейнов (Ethereum на данный момент), также мы поддерживаем лучшие DeFi протоколы (децентрализованное финансирование) -- Maker, Uniswap, Compound, dYdX, и многие другие. Мы поддерживаем тезис 'DeFi - это ФинТех 2.0', и это позволит убрать посредников. Наша цель - создать систему индексирования для поиска данных и сделать ее релевантной для конечного пользователя.
tr: Ekibimiz, veri tabanı ve dağıtık sistemler konusunda sektörün duayenlerinden oluşmaktadır. Covalent, teknoloji şirketlerini kurma ve ölçeklendirme konusunda on yılı aşkın uzmanlığa sahip, önde gelen girişim yatırımcıları tarafından finanse edilmektedir. Covalent, Ethereum blok zincirini engelleyen veri kullanılabilirliği açığı sorununu çözüyor. Blok zincirleri (şu anda Ethereum) için zincir üstü veriler ve analizler sağlıyoruz. Şu anda alandaki en iyi DeFi (merkezi olmayan finans) protokollerini destekliyoruz - Maker, Uniswap, Compound, dYdX, bunlardan birkaçı. 'DeFi Fintech 2.0'dır' anlatısını destekliyoruz ve aracıları ortadan kaldıracaktır. Amacımız, arama yapmak ve onu son kullanıcı için alakalı hale getirmek adına bir dizin yaratma motoru oluşturmaktır.

# TASKS_DESCRIPTION
source: FAQ about tasks
ar: الأسئلة الشائعة عن المهمات
fil: FAQ tungkol sa mga gawain
jp: タスクに関するFAQ
ko: Task에 대한 FAQ
pl: FAQ na temat zadań
ru: FAQ по заданиям
tr: Görevler Hakkında SSS

# TASKS_TITLE
source: Tasks
ar: المهمات
fil: Gawain
jp: タスク
ko: Task
pl: Zadania
ru: Задания
tr: Görevler

# TASKS_FIELD1_NAME
source: How can I propose/get authorization for tasks that are not listed in the official list?
ar: كيف يمكنني اقتراح أو الحصول على تفويض بالمهمات الغير مدرجة على الموقع الرسمي؟
fil: Paano ako maaaring magmungkahi / makakuha ng pahintulot para sa mga gawain na hindi nakalista sa opisyal na listahan?
jp: 公式リストに掲載されていないタスクを提案/承認してもらうにはどうすればいいですか？
ko: 공식 목록에 없는 task에 대해 어떻게 제안하고 승인을 받을 수 있나요?
pl: Jak mogę zaproponować/uzyskać autoryzację dla zadań, które nie są wymienione na oficjalnej liście?
ru: Как я могу предложить/взять в работу задание, которого нет в официальном списке?
tr: Resmi listede yer almayan görevler için nasıl teklif / yetki alabilirim?

# TASKS_FIELD1_VALUE
source: If you have a proposed task please place it in the 'Ideas Under Review' section on Click-up. The Covalent team will respond and let you know if it's approved or disapproved. Also, please outline which specialization the proposed task falls under i.e., Content Creator.
ar: إذا كان لديك اقتراح بخصوص مهمة تفضل بوضعها في قسم 'الأفكار تحت المراجعة' على تطبيق Click-up. و سيقوم فريق Covalent بالرد و إعلامك بالقبول أو الرفض. أيضا نرجو أن تلخص تحت أي تصنيف تقع مهمتك مثلا قسم منشئي المحتوى.
fil: Kung mayroon kang isang iminungkahing gawain mangyaring ilagay ito sa 'Mga Ideya Sa ilalim ng Pagsusuri' seksyon sa Click-up. Ang koponan ng Covalent ay tutugon at ipaalam sa iyo kung ito ay naaprubahan o hindi naaprubahan. Gayundin, mangyaring ibalangkas kung aling pagdadalubhasa ang iminungkahing gawain ay nasasailalim sa halimbawa, Tagalikha ng Nilalaman.
jp: 提案されたタスクがあれば、クリックアップの「審査中のアイデア」セクションに入れてください。Covalentチームが対応し、承認されたか否かをお知らせします。また、提案されたタスクがどの専門分野に該当するのかを説明してください（例：コンテンツクリエイター）。
ko: 제안할 task가 있다면 Click-up의 'Ideas Under Review'섹션에 올려주십시오.Covalent팀이 응답하고 승인 여부를 알려드릴 것입니다. 또한 제안된 task가 어떤 전문분야 (예:콘텐츠 제작자)에 속하는지 설명해주세요.
pl: Jeśli masz proponowane zadanie, umieść je w sekcji 'Pomysły do rozpatrzenia' sekcji na Click-up. Zespół Covalent odpowie i da Ci znać, czy zostało ono zatwierdzone czy odrzucone.zatwierdzony lub odrzucony. Prosimy również o podanie specjalizacji, z której pochodzi proponowane zadanie, np.proponowane zadanie podlega, np. Content Creator.
ru: Если вы хотите предложить задание, создайте его в 'Ideas Under Review.'Команда Covalent ответит вам и сообщит, одобрена задача или отклонена. Также укажите, под какую специализацию попадает задача, например, Content Creator.
tr: Önerilen bir göreviniz varsa, lütfen bunu Click-up'taki 'İncelenmekte olan Fikirler' bölümüne yerleştirin. Covalent ekibi yanıt verecek ve onaylanıp onaylanmadığını size bildirecektir. Ayrıca, lütfen önerilen görevin hangi uzmanlığa, yani İçerik Oluşturucuya girdiğini belirtin.

# TASKS_FIELD2_NAME
source: How are reward amounts determined?
ar: كيف تتحدد قيمة الجائزة؟
fil: Paano natutukoy ang mga halaga ng gantimpala?
jp: 報酬額はどのように決まるのですか？
ko: 보상의 양은 어떻게 결정됩니까?
pl: W jaki sposób określana jest wysokość nagrody?
ru: Как определяется размер вознаграждения?
tr: Ödül miktarları nasıl belirlenir?

# TASKS_FIELD2_VALUE
source: Each piece of work submitted will be judged accordingly based on set criteria. The criteria outlined differ across each specialization.
ar: كل عمل يتم تقديمه سيحكم عليه بناء على عدة عوامل التي تختلف من تصنيف لآخر.
fil: Ang bawat piraso ng gawaing isinumite ay hahatulan nang naaayon batay sa itinakdang pamantayan. Ang pamantayan na nakabalangkas ay naiiba sa bawat pagdadalubhasa.
jp: 提出された各作品は、定められた基準に基づいて適宜審査されます。基準の概要は各専門分野によって異なります。
ko: 제출된 작품들은 정해진 기준에 따라 심사됩니다. 그 기준은 전문 분야에 따라 다릅니다.
pl: Każda przesłana praca zostanie odpowiednio oceniona w oparciu o ustalone kryteria.kryteriów. Przedstawione kryteria różnią się w każdej specjalizacji.
ru: Каждая представленная работа будет оцениваться на основе установленных критериев. Критерии отличаются в завимости от специализации.
tr: Sunulan her çalışma, belirlenen kriterlere göre uygun şekilde değerlendirilecektir. Ana hatlarıyla belirtilen kriterler her uzmanlık alanı için farklılık gösterir.

# TASKS_FIELD3_NAME
source: What are potions?
ar: ما هي الوصفات؟
fil: Ano ang mga potion?
jp: ポーションとは？
ko: 포션은 무엇입니까?
pl: Czym są mikstury?
ru: Что такое зелья (potions)?
tr: Potion (İksir) nedir?

# TASKS_FIELD3_VALUE
source: Alchemist rewards are denominated in Potions represented symbolically as 🧪. 1 🧪 represents 1 CQT in the Covalent Network.
ar: مكافآت الخيمائيين يشار لها بالوصفات و يرمز لها بالرمز :test_tube: و يمثل CQT واحدة في شبكة Covalent.
fil: Ang gantimpala ng Alchemist ay tinukoy sa mga Potion na kinakatawan ng sagisag bilang 🧪. Ang 1 🧪 ay kumakatawan sa 1 CQT sa Covalent Network.
jp: アルケミストの報酬は、「🧪」という記号で表されるポーションで表現されます。1 🧪は共有結合ネットワークの1 CQTを表します
ko: 알케미스트 보상은 🧪 심볼로 표시되는 포션입니다.. Covalent Network 에서 1 🧪 은 1 CQT 입니다.
pl: Nagrody Alchemików są denominowane w Miksturach reprezentowanych symbolicznie jako 🧪. 1 🧪 reprezentuje 1 CQT w sieci Covalent.
ru: Награды алхимикам оцениваются в зельях, символически представленных как 🧪. 1 🧪 представляет 1 CQT в сети Covalent.
tr: Alchemist ödülleri, sembolik olarak :test_tube: olarak gösterilen iksirlerde (potion) belirtilir. 1 :test_tube: , Covalent Ağında 1 CQT'yi temsil eder.

# TASKS_FIELD4_NAME
source: Can I complete a task with another Alchemist?
ar: هل يمكنني إكمال المهمة بالاشتراك مع خيميائي آخر؟
fil: Maaari ko bang makumpleto ang isang gawain kasama ang isa pang Alchemist?
jp: 他のアルケミストと一緒にタスクを完了することはできますか？
ko: 다른 알케미스트와 함께 task를 해도 되나요?
pl: Czy mogę wykonać zadanie z innym Alchemikiem?
ru: Могу ли я делать задание вместе с другим алхимиком?
tr: Başka bir Alchemist ile bir görevi tamamlayabilir miyim?

# TASKS_FIELD4_VALUE
source: Absolutely! (Almost) Every task presented can be completed collaboratively.Hence, there are no group or individual tasks per se. How you each tackle and complete each task is completely up to you within common sense/reason - some of the smaller simpler tasks may not make sense to divide up into sub-tasks. If you do wish to complete a task with another Alchemist(s), we strongly encourage you to communicate this desire with the group.
ar: بالتأكيد. تقريبا كل المهمات المقدمة يمكن إنجازها بشكل مشترك، و لذلك لا يتم تقسيم المهمات إلى فردية أو مشتركة في كل موسم. و كيفية إنجازكم للمهمات يعود لكم بشكل مطلق ضمن المنطق العام.
fil: Talagang! (Halos) Ang bawat gawain na ipinakita ay maaaring makumpleto nang sama-sama. Samakatuwid, walang mga pangkat o indibidwal na gawain per se. Kung paano mo naayos ang bawat isa at nakumpleto ang bawat gawain ay ganap na nasa iyo sa loob ng sentido komun / dahilan - ang ilan sa mga mas maliit na mas simpleng mga gawain ay maaaring hindi magkaroon ng katuturan upang hatiin sa mga sub na gawain. Kung nais mong kumpletuhin ang isang gawain sa isa pang (mga) Alchemist, masidhi naming hinihikayat kang iparating ang kagustuhang ito sa pangkat.
jp: もちろん!（ほとんど）提示されたすべてのタスクは、共同で完成させることができます。そのため、グループタスクや個人タスクはありません。それぞれのタスクをどのようにこなしていくかは、常識的な範囲内であなた次第です。小さな単純なタスクの中には、サブタスクに分割する意味がないものもあります。もし、他のアルケミストと一緒にタスクをこなしたい場合は、その旨をグループに伝えることを強くお勧めします。
ko: 물론입니다! 제시된 (거의)모든 task들은 공동으로 진행할 수 있습니다.애초에 task마다 개인, 그룹의 구별이 없습니다. 각 task를 수행하고 완료하는 방법은 상식적인 선에서전적으로 여러분이 결정하면 됩니다.작고 간단한 task들은 하위 작업으로 나누는 것이 의미가 없을 수 있습니다. 다른 알케미스트와 함께 task를 하고 싶을 경우,그룹내에서 상의하는 것을 추천합니다
pl: Absolutnie! (Prawie) Każde przedstawione zadanie może zostać ukończone we współpracy.Stąd też nie ma zadań grupowych ani indywidualnych per se. To, jak poradzicie sobie z każdym zadaniem, zależy wyłącznie od was w ramach zdrowego rozsądku/rozsądku - niektóre z mniejszych, prostszych zadań mogą nie mieć sensu.dzielić na podzadania.Jeśli chcesz wykonać zadanie z innym Alchemikiem (innymi Alchemikami), gorąco zachęcamy do zakomunikowania tej chęci Alchemikowi.zachęcamy do zakomunikowania tego pragnienia grupie.
ru: Конечно! Каждое задание (почти) может быть выполнено совместно. Следовательно, нет никаких индивидуальных или групповых заданий как таковых.Как вы ее будете выполнять, полномтью зависит от вас (в разумных пределах) - некоторыеиз мелких и простых задач не имеет смысла разделять на подзадачи. Если вы хотите выполнить задание с другим алхимиком, мы настоятельно рекомендуем сообщить об этом в группе.
tr: Kesinlikle! Sunulan her görev ortaklaşa tamamlanabilir. Bu nedenle, tek başına grup veya bireysel görevler yoktur. Her bir görevin üstesinden nasıl geleceğiniz ve her bir görevi nasıl tamamlayacağınız, sağduyu / mantık çerçevesinde tamamen size bağlıdır - daha küçük ve daha basit görevlerin bazılarının alt görevlere bölünmesi mantıklı olmayabilir. Başka bir Alchemist ile bir görevi tamamlamak istiyorsanız, bu isteğinizi gruba iletmenizi şiddetle tavsiye ederiz.

# TASKS_FIELD5_NAME
source: How are rewards distributed for group work?
ar: كيف يتم توزيع الجائزة في حال العمل الجماعي؟
fil: Paano ibinahagi ang mga gantimpala para sa pangkatang gawain?
jp: グループワークの報酬はどのように分配されるのですか？
ko: 그룹 task에 대한 보상은 어떻게 분배됩니까?
pl: W jaki sposób rozdzielane są nagrody za pracę w grupie?
ru: Как распределяется награда в групповой работе?
tr: Grup çalışması için ödüller nasıl dağıtılır?

# TASKS_FIELD5_VALUE
source: By default, rewards for group tasks will be divided by the number participating in the task. For instance, 3 Alchemists are working on a group task worth 5,000🧪s. The reward each individual would get in this case would be 1,666 🧪s (5000/3). However, if the group does not collectively wish to distribute the award **equally,** please communicate this with the The Council. The Council will only allow this if the group **as a whole** has agreed on how the award will be distributed.
ar: بشكل افتراضي توزع الجائزة على عدد المشاركين بالمهمة. على سبيل المثال ثلاثة خيميائيين يعملون على مهمة قيمتها 5000 :test_tube: فستكون قيمة الجائزة لكل منهم 1666:test_tube: و هو ناتج توزيع 5000 على 3. . لكن إن رغبت المجموعة التي أنجزت المهمة و بشكل مشترك أن ا توزع الجائزة بشكل متساو فليتم التواصل مع المجلس الذي سيسمح بذلك فقط في حال موافقة المجموعة بشكل كامل على كيفية توزيع الجائزة.
fil: Bilang default, ang mga gantimpala para sa mga gawain sa pangkat ay mahahati sa bilang na nakikilahok sa gawain Halimbawa, ang 3 Alchemist ay nagtatrabaho sa isang gawain sa pangkat na nagkakahalaga ng 5,000🧪s. Ang gantimpala na makukuha ng bawat indibidwal sa kasong ito ay magiging 1,666🧪s (5000/3). Gayunpaman, kung ang pangkat ay hindi sama-sama na nais na ipamahagi ang gantimpala ** pantay, ** mangyaring ipaalam ito sa The Council. Papayagan lamang ito ng Konseho kung ang pangkat ** sa kabuuan ** ay sumang-ayon sa kung paano ibabahagi ang parangal.
jp: デフォルトでは、グループタスクの報酬は、タスクに参加している人数で割られます。例えば、3人のAlchemistが5,000🧪の価値のあるグループタスクに取り組んでいるとします。この場合、各個人が得られる報酬は1,666🧪(5000/3)となります。ただし、グループ全体で賞を公平に分配することを望まない場合は、その旨を協議会に伝えてください。協議会は、グループ全体で賞の分配方法に合意した場合にのみこれを許可します。
ko: 기본적으로 그룹 task에 대한 보상은 task에 참여한 인원수로 나뉩니다.예를 들어, 3명의 알케미스트가 5,000🧪에 해당하는 그룹 task를 수행하고 있습니다.이 경우 한명이 받을 수 있는 보상은 1,666 🧪 (5000/3)입니다. 하지만 보상이 균등하게 분배되는 것을 원치 않는다면 운영진에게 알려주세요구성원 전체가 동의할 경우 차등분배도 가능합니다.
pl: Domyślnie, nagrody za zadania grupowe zostaną podzielone przez liczbę biorących udział w zadaniu. Na przykład, 3 Alchemików pracuje nad zadaniem grupowym wartym 5 000.wynosiłaby 1,666 🧪s (5000/3). Jednakże, jeśli grupa nie chce wspólnie rozdzielić nagrody **równomiernie,** prosimy o poinformowanie o tym Rady. Zgoda będzie tylko wtedy, gdy grupa **jako całość** uzgodniła, w jaki sposób nagroda będzie rozdzielona.
ru: По умолчанию награды за групповые задания делятся на количество участников. Например, 3 алхимика работают над групповым заданием стоимостью 5000🧪. В этом случае, награда, которую получит каждый человек, составит 1666🧪 (5000/3). Однако, если группа не хочет коллективно распределять награду **поровну**, то сообщите Совету. Совет одобрит это в том случае, если группа **полностью**согласится с тем, как награда будет распределяться.
tr: Varsayılan olarak; grup görevleri için ödüller, göreve katılan sayıya bölünecektir. Örneğin, 3 Alchemist 5.000 :test_tube: değerinde bir grup görevi üzerinde çalışıyor. Bu durumda her bir bireyin alacağı ödül 1.666 :test_tube: (5000/3) olacaktır. Bununla birlikte, grup ödülü toplu olarak eşit olarak dağıtmak istemezse, lütfen bu konuyu Yönetime ile iletin. Yönetim, ancak grubun bir bütün olarak ödülün nasıl dağıtılacağı konusunda anlaşmaya varması durumunda buna izin verecektir

# TASKS_FIELD6_NAME
source: Another Alchemist is already working on/completed a particular task. Can I still work on that task?
ar: خيميائي آخر يعمل على أو أتم مهمة معينة فهل يمكنني العمل على تلك المهمة أيضا ؟
fil: Ang isa pang Alchemist ay nagtatrabaho na / nakumpleto ang isang partikular na gawain. Pwede ba trabaho pa rin sa gawaing iyon?
jp: 他のアルケミストが、特定のタスクにすでに取り組んでいる/完了しています。私はまだそのタスクに取り組めますか？
ko: 다른 알케미스트가 이미 특정 task를 하고있거나 완료했습니다.그 task를 내가 계속 해도 되나요?
pl: Inny Alchemik już pracuje nad/ukończył dane zadanie. Can I nadal pracować nad tym zadaniem?
ru: Другой алхимик уже работает/выполнил конкретное задание. Могу ли я работать над этой задачей?
tr: Başka bir Alchemist zaten belirli bir görev üzerinde çalışıyor / tamamladı. Hala o görev üzerinde çalışabilir miyim?
