Repository: AlchemistsLab/covalent-faq-bot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ar, fil, jp, ko, pl, ru, tr

# TASKS_FIELD6_VALUE
source: Absolutely. We do encourage individuality in your writing, however. Simply citing another Alchemist’s work is also **not allowed**. Furthermore, where the duplication of tasks is not allowed is translations and some Developer Augmentation work. While developer guides can be duplicated, specific development tasks such as a community-built webpage or an application cannot be duplicated.
ar: بالطبع. نحن نشجع على الفردية في كتاباتكم لكن اقتباس عمل خيميائي آخر ليس مسموحا. . و أيضا لا يسمح بالتكرار في الترجمة و بعض أعمال البرمجة الإضافية. في حين أنه يمكن مثلا تكرار أدلة التطوير لكن مهمات محددة مثل صفحة وب للمجتمع أو التطبيق لا يمكن تكرارها.
fil: Ganap na Hinihikayat namin ang sariling katangian sa iyong pagsusulat, gayunpaman. Ang simpleng pagbanggit sa gawa ng isa pang Alchemist ay hindi rin pinapayagan. Bukod dito, kung saan ang pagkopya ng mga gawain ay hindi pinapayagan sa mga pagsasalin at ilang gawain ng Pagpapalaki ng Developer. Habang ang mga gabay ng developer ay maaaring doblehin, ang mga tukoy na gawain sa pag-unlad tulad ng isang webpage na binuo ng komunidad o isang application ay hindi maaaring doblehin.
jp: もちろんです。ただし、個性的な文章を書くことを推奨します。また、他のアルケミストの作品を単純に引用することも**認められません**。さらに、作業の重複が許されないのは、翻訳や一部のデベロッパーオーグメンテーションの作業です。デベロッパーガイドは重複しても構いませんが、コミュニティで作られたウェブページやアプリケーションなどの特定の開発作業は重複してはいけません。
ko: 물론입니다. 하지만, 우리는 당신의 독창성을 응원합니다.단순히 다른 알케미스트의 작업물을 복제하는 것은 금지되어 있습니다. 또한 번역과 개발자 보강 작업의 일부는 복제가 허용되지 않습니다.개발자 가이드는 복제할 수 있으나, 커뮤니티가 만든 웹페이지나 애플리케이션등은복제할 수 없습니다.
pl: Absolutnie. Zachęcamy jednak do indywidualizmu w pisaniu. Simply cytowanie pracy innego Alchemika jest również **niedozwolone**.‖Ponadto, tam, gdzie powielanie zadań nie jest dozwolone, są tłumaczenia i niektóre prace związane z rozszerzeniem deweloperskim. Podczas gdy specyficzne zadania deweloperskie mogą być powielane, konkretne zadania rozwojowe, takie jak strona internetowa zbudowana przez społeczność lub aplikacja nie mogą być powielane.
ru: Безусловно. Однако, мы поощряем индивидуальность в ваших работах. Простое копирование работ другого алхимика **запрещено**. Кроме того, мы не допускаем дублирования в таких заданиях, как переводы и некоторые задачи для разработчиков. Хотя руководства по разработке могут дублироваться, конкретные задачи по разработке, такие как community сайты и приложения, не могут быть продублированы.
tr: Kesinlikle. Bununla birlikte, yazılarınızda bireyselliği teşvik ediyoruz. Başka bir Alchemist’in eserinden alıntı yapmaya da izin verilmez. Ayrıca, görevlerin tekrarlanmasına izin verilmeyen yerlerde çeviriler ve bazı Developer Augmentation çalışmaları yapılır. Geliştirici kılavuzları çoğaltılabilirken, topluluk tarafından oluşturulmuş bir web sayfası veya bir uygulama gibi belirli geliştirme görevleri çoğaltılamaz.

# TASKS_FIELD7_NAME
source: Can event (Dungeons & Data, One Million Wallets, etc.) work be submitted as a task completed?
ar: هل يمكن إرسال الأعمال المتعلقة بحدث معين ( مثل المليون محفظة أو الزنزانات و البيانات) كإكمال لمهمة؟
fil: Maaari bang maisumite ang isang kaganapan (Dungeons & Data, One Million Wallets, atbp.) Bilang isang natapos ang gawain?
jp: イベント（Dungeons & Data、One Million Walletsなど）の仕事をタスク完了として提出できますか？
ko: 이벤트(Dungeons & Data,One Million Wallets 등)에서의 작업물을 제출할 수 있나요?
pl: Czy praca związana z wydarzeniem (Dungeons & Data, One Million Wallets, etc.) może zostać przesłana jako zadanie ukończone?
ru: Можно ли отправить работу для ивента (Dungeons & Data, One Million Wallets, etc.)в качестве выполненного задания?
tr: Etkinlik (Dungeons & Data, One Million Wallets, vb.) Çalışmaları, tamamlanmış bir görev olarak gönderilebilir mi?

# TASKS_FIELD7_VALUE
source: This will be handled on a case-by-case basis. If the work you completed took a significant amount of time and you did not have the chance to work on Alchemist tasks as a result, then yes. We encourage you to contact The Council and present the work you have completed for the event. We will review it and let you know if it is eligible.
ar: سيتم التعامل مع كل حالة على حدى. ي حال أخذ عملك مقدارا كبيرا من الوقت و لم تملك فرصة لإنجاز مهمات الخيميائي ففي تلك الحالة لا بأس. و نشجعك على التواصل مع المجلس و تقديم العمل الذي أنجزته لأجل الحدث و سنقوم بمراجعته و إخبارك بالنتيجة
fil: Hahawakan ito sa bawat batayan. Kung ang gawaing natapos mo ay tumagal ng isang malaking halaga ng oras at wala kang pagkakataon na magtrabaho sa mga gawain sa Alchemist bilang isang resulta, kung gayon oo. Hinihikayat ka naming makipag-ugnay sa Konseho at ipakita ang gawaing nakumpleto mo para sa kaganapan Susuriin namin ito at ipaalam sa iyo kung ito ay karapat-dapat.
jp: これはケースバイケースで対応します。達成した作業にかなりの時間がかかり、その結果アルケミストの作業をする機会がなかったのであれば、イエスです。評議会に連絡して、イベントのために完了した作業を提示することをお勧めします。私たちはそれを審査し、対象となるかどうかをお知らせします。
ko: 이것은 케이스별로 처리됩니다. 완료한 작업물에 시간이 많이 소요되었고 그로인해 알케미스트 task를 할 시간이 없었다면, 네 가능합니다. 운영진에게 연락하여 이벤트를 위해 했던 작업물을 보여주십시오.검토한 후 자격요건이 되는지를 알려드리겠습니다.
pl: Będzie to rozpatrywane na zasadzie indywidualnego przypadku. Jeśli praca, którą wykonałeś zajęła znaczną ilość czasu i nie miałeś szansy pracować nad zadaniami Alchemika w wyniku tego to tak.Zachęcamy do skontaktowania się z Radą i przedstawienia pracy, którą wykonałeś na potrzeby wydarzenia.ukończoną na potrzeby wydarzenia. Przejrzymy ją i damy wam znać, czy się kwalifikuje.
ru: Это будет рассматриваться в индивидуальном порядке. Если работа, которую вы выполнили, заняла значительное количество времени, и в результате у вас не было возможности работать над заданиями Алхимика, тогда - да. Мы рекомендуем вам связаться с Советом и рассказать о проделанной вами работе для ивента. Мы рассмотрим его и сообщим вам, соответствует ли он требованиям.
tr: Bu, duruma göre ele alınacaktır. Tamamladığınız iş önemli miktarda zaman aldıysa ve sonuç olarak Alchemist görevleri üzerinde çalışma şansınız olmadıysa, o zaman evet.Yönetim ile iletişime geçmenizi ve etkinlik için tamamladığınız çalışmayı sunmanızı öneririz. İnceleyeceğiz ve uygun olup olmadığını size bildireceğiz.

# TASKS_FIELD8_NAME
source: Where can I submit my work?
ar: أين يمكنني إرسال أعمالي؟
fil: Saan ko maaaring isumite ang aking mga nagawa?
jp: 作品はどこに投稿すればいいのですか？
ko: 작업물을 어디에 제출해야 하나요?
pl: Gdzie mogę przesłać swoją pracę?
ru: Куда я могу отправить свою работу?
tr: Çalışmamı nereye gönderebilirim?

# TASKS_FIELD8_VALUE
source: A Typeform link will be provided to do so for each season. This link will be provided in the message announcing the new season. This message will be posted in the Covalent Alchemists #📣announcements channel.
ar: سيتم تزويدكم برابط Typeform لكل موسم. و هذا الرابط سيوضع في رسالة إعلان الموسم الجديد. هذه الرسالة ستنشر في قناة Covalent Alchemists #:mega:
fil: Ibibigay ang isang link na Typeform para sa bawat panahon. Ang link na ito ay ibibigay sa mensahe na nagpapahayag ng bagong panahon. Ang mensaheng ito ay nai-post sa Covalent Alchemists # 📣announcement channel.
jp: 各シーズンごとに、そのためのTypeformのリンクが提供されます。このリンクは、新しいシーズンをお知らせするメッセージの中で提供されます。このメッセージは、Covalent Alchemists #📣announcementsチャンネルに投稿されます。
ko: 시즌별로 이를 위한 Typeform 링크가 제공됩니다. 이 링크는 새 시즌을 알리는 메시지와 같이 발표됩니다.메시지는 Covalent Alchemists #📣announcements channel에 게시됩니다.
pl: Link do aplikowania będzie dostarczony dla każdego sezonu, podany w wiadomości zapowiadającej nowy sezon. Wiadomość ta zostanie zamieszczona na kanale Covalent Alchemists #📣announcements.
ru: Ссылка на Typeform будет предоставлена для каждого сезона отдельно. Эта ссылка будет указана в сообщении, анонсирующем новый сезон. Сообщение будет размещено на канале Covalent Alchemists #📣announcements.
tr: Her sezon bunu yapmak için bir Typeform bağlantısı sağlanacaktır. Bu bağlantı yeni sezonu duyuran mesajda verilecektir. Bu mesaj Covalent Alchemist #:mega: announcements duyuru kanalında paylaşılacaktır.

# REWARDS_DESCRIPTION
source: FAQ about rewards
ar: أسئلة شائعة عن المكافآت
fil: FAQ tungkol sa mga gantimpala
jp: 報酬に関するFAQ
ko: 보상에 대한 FAQ
pl: FAQ odnośnie nagród
ru: FAQ про награды
tr: Ödüller hakkında SSS

# REWARDS_TITLE
source: Rewards
ar: المكافآت
fil: Premyo
jp: リワード
ko: 보상
pl: Nagrody
ru: Награды
tr: Ödüller

# REWARDS_FIELD1_NAME
source: When will I get my Potion🧪 rewards?
ar: متى سأحصل على مكافآتي :test_tube: ؟
fil: Kailan ko makukuha ang aking mga Potion🧪 reward?
jp: Potion🧪の報酬はいつ受け取れますか？
ko: 포션🧪 보상은 언제 받을 수 있나요?
pl: Kiedy moje Potion🧪 zamienią sie w nagrody?
ru: Когда я получу награду за зелье🧪?
tr: Potion :test_tube: ödüllerimi ne zaman alacağım?

# REWARDS_FIELD1_VALUE
source: Before the token launch, we will be keeping a log of how much each Alchemist has earned. This amount will be paid out collectively during the first payout period. Rewards will be distributed at the end of each month (Season).
ar: قبل أطلاق ال token سنحفظ سجلا لمقدار ما حققه كل خيميائي و سيتم دفعها بشكل مجمع في أول فترة دفع. الجوائز ستنوزع نهاية كل شهر (موسم)
fil: Bago ang paglulunsad ng token, mananatili kaming magtala isang log kung magkano ang kinita ng bawat Alchemist. Ang halagang ito ay babayaran nang sama-sama sa panahon ng unang panahon ng pagbabayad. Ibabahagi ang mga gantimpala sa pagtatapos ng bawat buwan (Season).
jp: トークンの発売前に、各アルケミストがどれだけ稼いだかを記録しておきます。この金額は、最初のペイアウト期間にまとめて支払われます。報酬は各月（シーズン）の終わりに配布されます。
ko: 토큰 출시 전까지 각 알케미스트들의 보상 획득량에 대한 로그를 보관할 것입니다. 이 분량은 첫 번째 지급 기간 동안 일괄 지급됩니다.보상은 매월(시즌) 말에 배포됩니다.
pl: Przed uruchomieniem tokena będziemy prowadzić dziennik, ile każdy Alchemik zarobił. Kwota ta zostanie wypłacona zbiorczo podczas pierwszego okresu wypłat. Nagrody będą rozdawane na koniec każdego miesiąca sezonu.
ru: Перед запуском токена мы будем вести журнал о том, сколько заработал каждый алхимик. Эта сумма будет выплачена коллективно в течение первого периода выплаты. Награды будут распределяться в конце каждого месяца (сезона).
tr: Token’ın piyasaya sürülmesinden önce, her bir Alchemist’in ne kadar Potion (iksir) kazandığına dair bir kayıt tutacağız. Bu tutar, ilk ödeme döneminde toplu olarak ödenecektir. Ödüller her ayın (Sezon) sonunda dağıtılacaktır.

# REWARDS_FIELD2_NAME
source: Why is there a cap on how many Potions🧪 I can earn per season?
ar: لماذا يوجد حد للكمية التي يمكنني تحقيقها من :test_tube: في كل موسم ؟
fil: Bakit may cap, hangganan sa kung gaano karaming mga Potion🧪 ang maaari kong kitain bawat panahon?
jp: なぜシーズンごとに獲得できるポーションの数に上限があるのですか？
ko: 시즌 당 획득 할 수있는 포션🧪 수에 제한이 있는 이유는 무엇입니까?
pl: Dlaczego istnieje limit ilości Mikstur🧪, które mogę zarobić w ciągu sezonu?
ru: Почему существует ограничение на количество зелья🧪, которое я могу заработать за сезон?
tr: Sezon başına kaç tane Potion :test_tube: kazanabileceğim konusunda neden bir sınır var?

# REWARDS_FIELD2_VALUE
source: There is a set budget of Potion🧪s determined before each season. As a result, we have to have a constraint in place to prevent overspending of Potion🧪s (the pool cap for the season with a new pool for the next season). There is also an individual cap that is set close to (e.g. 20% higher than) the average Potion🧪s an Alchemist Ambassador would earn in the Season if each Ambassador in the Season participated equally. We encourage each alchemist to complete enough tasks to reach this individual cap. Note, once you have hit the individual cap, you cannot earn more Potion🧪s for that season unless an exception is made by The Council. However, this cap will be reset at the beginning of each season. Once the pool cap is reached for a Season there are no more tasks that will reward Potion🧪s for Alchemists Ambassadors in that Season until the next Season begins. We do not anticipate this happening regularly or for there to be a significant gap between Seasons.
ar: هناك ميزانية محددة من :test_tube: قبل كل موسم لذلك علينا تقييدها لمنع الصرف الزائد من الوصفات :test_tube: ( الحد الإجمالي لكل موسم مع الحد الإجمالي للموسم التالي) هناك أيضا حد فلادي قريب من وسطي الوصفات ( أو أعلى بنسبة عشرين بالمئة) يمكن للخيميائي السفير اكتسابه في حال شارك الجميع بشكل متساو في الموسم. نحن نشجع كل خيميائي على إنجاز مهمات كافية للوصول للحد المخصص له. ملاحظة عندما تصل للحد الأعلى لا يمكنك ربح المزيد من الوصفات :test_tube: في ذلك الموسم إلا في حال استثناء من قبل المجلس. لكن هذا الحد سيتم تصفيره مع بداية كل موسم. حالما يتم امتلاء الحد الأقصى لإجمالي الجوائز للموسم لن يكون هناك المزيد من المهمات التي سيتم مكافأتها بوصفات :test_tube: للسفراء الخيميائيين حتى الموسم التالي . لكننا لا نتوقع ذلك أن يحدث بشكل متكرر و أن لا يكون هناك فجوة بين المواسم.
jp: 各シーズン前に決められたPotionの予算があります。そのため、ポーション🧪を使いすぎないようにするための制約があります（そのシーズンのプールキャップと次のシーズンの新しいプールの合算）。また、アルケミストアンバサダーがそのシーズンで各アンバサダーが平等に参加した場合に獲得できる平均ポーション🧪に近い（例えば20％高い）個人上限も設定されています。各アルケミストには、この個人上限に達するだけのタスクを完了することをお勧めします。なお、一度上限に達してしまうと、評議会で例外が認められない限り、そのシーズンでそれ以上のポーション🧪を獲得することはできません。ただし、この上限は各シーズンの初めにリセットされます。シーズン中にプールの上限に達すると、次のシーズンが始まるまで、そのシーズンのAlchemists Ambassadorsにポーション🧪の報酬を与えるタスクはなくなります。このような事態が定期的に発生したり、シーズンとシーズンの間に大きなギャップが生じることは想定していません。
ko: 매 시즌 전에 포션🧪의 예산이 결정됩니다.결과적으로, 우리는 포션🧪의 과다지출을 막기위해 제한을 두어야 합니다.(매 시즌마다 포션 수량의 제한이 있습니다). 또한 시즌의 각 앰버서더들이 동등하게 참여할 경우 알케미스트 앰배서더들이획득 할 수있는 평균 포션🧪에 가깝게(예:20% 더 높게) 설정된 개별 상한선이 있습니다. 우리는 알케미스트들이 개별 상한선을 채우도록 충분한 작업을 하는 것을 권장합니다.이 한도는 각 시즌이 시작될 때 재설정 됩니다한 시즌에서 한도를 채우면 그 시즌에서는 더이상 포션🧪을 얻지 못합니다.
pl: Istnieje określony budżet Mikstur🧪 ustalany przed każdym sezonem. Musimy mieć ograniczenie w miejscu, aby zapobiec nadmiernym wydatkom Potionów.Istnieje również indywidualny cap, który jest ustawiony blisko (np. 20% przed limitem) maksymalnej średniej jaka wychodzi przy założeniu, że każdy dostanie maksimum.Zachęcamy każdego alchemika do wykonania wystarczającej ilości zadań, aby osiągnąć ten indywidualny pułap. Uwaga, po osiągnięciu indywidualnego pułapu nie można zarobić więcej Eliksirów w tym sezonie, chyba że Rada zrobi wyjątek. Jednakże, ten limit zostanie zresetowany na początku każdego sezonu. Gdy limit puli zostanie osiągnięty dla danego sezonu nie ma więcej zadań, które będą nagradzać Nie przewidujemy, aby działo się to regularnie lub aby była znacząca przerwa między sezonami.
ru: Бюджет зелья🧪 определяется перед каждым сезоном. В результате у нас есть ограничение, чтобы предотвратить перерасход зелья🧪 (ограничение на сезон с новым пулом на следующий сезон). Существует также индивидуальный лимит, который устанавливается близко к среднему значению зелья🧪 (например, на 20% выше), которое алхимик мог бы заработать в сезоне, если бы все амбассадоры в сезоне участвовали в равной степени. Мы призываем каждого алхимика выполнить достаточно задач, чтобы достичь этого индивидуального лимита. Обратите внимание: как только вы достигли индивидуального лимита, вы не сможете заработать больше зелья🧪 в этом сезоне, если только Совет не сделает исключение. Однако это ограничение будет сбрасываться в начале каждого сезона. Как только будет достигнут предел пула для сезона, больше не будет заданий, за которые будут вознаграждать алхимиков в этом сезоне до начала следующего. Мы не думаем, что это будет происходить регулярно или будет значительный разрыв в бюджете между сезонами.
tr: Her sezondan önce belirlenmiş bir Potion :test_tube: bütçesi vardır. Sonuç olarak, Potion :test_tube: 'nin aşırı harcanmasını önlemek için bir kısıtlama uygulamalıyız (her sezonun ayrı sınırları mevcut). Ayrıca, Sezondaki her Alchemist Ambassador’ın eşit şekilde katılması durumunda, bir Alchemist Ambassador Sezonda kazanacağı ortalama Potion :test_tube: 'ye yakın (ör.% 20 daha yüksek) bir bireysel üst sınır da vardır. Her Alchemist bu sınıra ulaşmak için yeterli görevi tamamlamaya teşvik ediyoruz. Unutmayın, bireysel sınıra ulaştığınızda, Yönetim tarafından bir istisna yapılmadıkça o sezon için daha fazla Potion :test_tube: kazanamazsınız. Ancak bu sınır her sezonun başında sıfırlanacaktır. Bir Sezon için havuz sınırına ulaşıldığında, sonraki Sezon başlayana kadar o Sezondaki Alchemist Ambassador’lar için Potion :test_tube: ile ödüllendirecek başka görev olmayacak. Bunun düzenli olarak olmasını veya Sezonlar arasında önemli bir boşluk olmasını beklemiyoruz.

# REWARDS_FIELD3_NAME
source: Some tasks exceed the cap amount. Why is this?
ar: بعض المهمات جائزتها تتجاوز الحد الأقصى كيف ذلك؟
fil: Ang ilang mga gawain ay lumampas sa halaga ng cap. Bakit ito?
jp: タスクによっては上限額を超えるものもあります。これはなぜですか？
ko: 일부 task는 한도를 초과합니다. 왜 그런거죠?
pl: Niektóre zadania przekraczają kwotę limitu. Why is this?
ru: Некоторые задания превышают установленный лимит. Почему так?
tr: Bazı görevler sınır miktarını aşıyor. Bunun nedeni nedir?

# REWARDS_FIELD3_VALUE
source: These tasks are designed this way to encourage collaboration. Many of the Master level tasks will require collaboration due to their difficulty alone. For instance, a Master level task will have a reward of 6,000🧪s but the cap amount for the 2 week season is 3,000 🧪s. In this case, a team of 2 could collectively tackle this task and be rewarded 3,000 🧪s each. Additionally, for certain Master level tasks, The Council may waive the individual cap (effectively, borrowing against the 1 month individual cap of 6,000 🧪s).
ar: هذه المهمات مصممة لتشجيع العمل الجماعي . العديد من المهمات بمستوى المحترف master تتطلب تعاونا نظرا لصعوبتها للفرد. مثلا مهمة بمستوى محترف جائزتها 6000 :test_tube: لكن الحد الأقصى لموسم من أسبوعين هو 3000 في هذه الحالة يمكن لفريق مكون من شخصين تقديمها بشكل مشترك و الحصول على جائزة 3000 :test_tube: لكل منهما. إضافة لذلك في بعض المهمات لمستوى Master يمكن للمجلس أن يتنازل عن الحد الأعلى ( اقتراض من الحد الأقصى لمدة شهر)
fil: Ang mga gawaing ito ay dinisenyo sa ganitong paraan upang hikayatin ang pakikipagtulungan. Marami sa mga gawain sa antas ng Master ay mangangailangan ng pakikipagtulungan dahil sa ito ay mahirap gawin. Halimbawa, ang isang gawain sa antas ng Master ay magkakaroon ng gantimpala na 6,000🧪s ngunit ang halaga ng cap para sa 2 linggo na panahon ay 3,000🧪s. Sa kasong ito, ang isang pangkat ng 2 ay maaaring sama-sama na talakayin ang gawaing ito at gantimpalaan ng 3,000🧪s bawat isa. Bilang karagdagan, para sa ilang mga gawain sa antas ng Master, maaaring iurong ng Konseho ang indibidwal na cap(mabisa, paghiram laban sa 1 buwan na indibidwal na cap na 6,000🧪.
jp: これらのタスクは、コラボレーションを促進するためにこのように設計されています。マスターレベルのタスクの多くは、その難しさゆえに協力が必要となります。例えば、マスターレベルのタスクの報酬は6,000🧪ですが、2週間のシーズン中の上限額は3,000🧪です。この場合、2人のチームでまとめてこのタスクに取り組むと、それぞれ3,000🧪の報酬を得ることができます。さらに、特定のマスターレベルのタスクについては、カウンシルは個人の上限を免除することができます（事実上、1ヶ月の個人の上限である6,000🧪を借りることができます）。
ko: 그런 task들은 협업을 장려하기위한 것입니다.마스터 레벨의 많은 task들은 높은 난이도로 인해 협업이 필요합니다. 예를 들어, 6,000 🧪의 마스터 레벨 task가 있지만, 2주 시즌의 상한선은 3,000 🧪입니다.이런 경우, 두명으로 팀을 만들어 공동 작업을 하여 각각 3,000 🧪 을 받을 수 있습니다. 또한, 특정 마스터 레벨 task에 대해서는 개인 상한선을 해제할 수 있습니다.(1개월치인 6,000 🧪의 한도를 빌려옴).
pl: Zadania te zostały zaprojektowane w ten sposób, aby zachęcić do współpracy. Wiele z zadań na poziomie mistrzowskim będzie wymagało współpracy z powodu ich trudności Na przykład, zadanie poziomu Master będzie miało nagrodę 6,000🧪, alekwota dla 2 tygodniowego sezonu wynosi 3,000 🧪. W tym przypadku, zespół 2 osób mógłby wspólnie uporać się z tym zadaniem i otrzymać nagrodę 3,000 🧪 każdy. Dodatkowo, w przypadku niektórych zadań na poziomie Mistrzowskim, Rada może odstąpić od indywidualnego limitu (efektywnie, pożyczając od 1-miesięcznego indywidualnego limitu wynoszącego 6,000 🧪).
ru: Эти задачи разработаны таким образом, чтобы поощрять сотрудничество. Многие задачи уровня Мастер потребуют сотрудничества только из-за их сложности. Например, за задание уровня Мастер награда составит 6000🧪, но максимальная сумма на 2-недельный сезон составляет 3000🧪. В этом случае команда из 2 человек может коллективно решить эту задачу и получить вознаграждение по 3000🧪 каждый. Кроме того, для определенных заданий уровня Мастер Совет может отменить индивидуальный лимит (фактически, позаимствовать индивидуальный лимит на 1 месяц в 6000🧪).
tr: Bu görevler, işbirliğini teşvik etmek için bu şekilde tasarlanmıştır. Master düzeyindeki görevlerin çoğu, yalnızca zorlukları nedeniyle işbirliği gerektirecektir. Örneğin, Master seviyesindeki bir görevin ödülü 6.000 :test_tube: olacaktır, ancak 2 haftalık sezon için üst sınır miktarı 3.000 :test_tube: 'dir. Bu durumda, 2 kişilik bir ekip bu görevin üstesinden gelebilir ve her birine 3.000 :test_tube: ile ödüllendirilebilir. Ek olarak, belirli Master düzeyindeki görevler için, Yönetim bireysel üst sınırdan feragat edebilir (etkin bir şekilde, 1 aylık 6.000 :test_tube: 'lik bireysel sınıra karşı borçlanmak gibi).

# REWARDS_FIELD4_NAME
source: Where can I track my Potion🧪s rewards?
ar: أين يمكنني تتبع مكافآتي من الوصفات :test_tube: ؟
fil: Saan ko masusubaybayan ang aking mga Potion🧪s na gantimpala?
jp: 🧪の報酬はどこで確認できますか？
ko: 포션🧪 보상은 어디서 확인할 수 있나요?
pl: Gdzie mogę śledzić moje nagrody?
ru: Где я могу отслеживать награды за зелье🧪?
tr: Potion :test_tube: ödüllerimi nereden takip edebilirim?

# REWARDS_FIELD4_VALUE
source: Two spreadsheets will be kept on record. There is an internal log that only the direct Covalent team has access to. Meanwhile, there is an external log, also known as the Covalent Alchemist Leaderboard. This will be updated periodically throughout each payout period. The Covalent Alchemists Leaderboard & dashboard is coming soon!
ar: يتم حفظ ذلك عبر ورقتي عمل للسجلات. هناك سجل داخلي يصل له فقط فريق Covalent المباشر. و في نفس الوقت هناك سجل عام يعرف بلوحة خيميائيي Covalent يتم تحديثه دورياخلال كل فترة دفع ، سيتم إطلاقه قريبا.
fil: Dalawang mga spreadsheet ang itatala sa talaan. Mayroong isang panloob na pag-log ang direktang koponan ng Covalent ay may access. Samantala, mayroong isang panlabas na log,kilala rin bilang Covalent Alchemist Leaderboard. Nag-up update ito sa bawat panahon ng pagbabayad. Ang Covalent Alchemists Leaderboard at dashboard ay paparating na!
jp: 2枚のスプレッドシートが記録されます。コバレントの直轄チームだけがアクセスできる内部ログがあります。一方、外部には「Covalent Alchemist Leaderboard」と呼ばれるログがあります。これは、各ペイアウト期間中に定期的に更新されます。Covalent Alchemists Leaderboard & dashboardは近日公開予定です。
ko: 두 개의 스프레드 시트가 보관됩니다.Direct Covalent 팀만 접근할 수있는 내부 로그와Covalent Alchemist Leaderboard 라고하는 외부 로그가 있습니다. 이것들은 각 지급 기간 동안 주기적으로 업데이트됩니다. Covalent Alchemists Leaderboard와 대시 보드가 곧 출시됩니다!!
pl: Dwa arkusze kalkulacyjne będą przechowywane w rejestrze. Istnieje wewnętrzny dziennik, do którego tylko zespół Covalent ma dostęp. W międzyczasie istnieje dziennik zewnętrzny, znany również jako Covalent Alchemist Leaderboard. Będzie on okresowo aktualizowany podczas każdego okresu wypłat.Covalent Alchemists Leaderboard & dashboard już wkrótce!
ru: Будут созданы две таблицы. Внутренний журнал, доступ к которому имеет только команда Covalent. И внешний журнал, известный как таблица лидеров. Он будет периодически обновляться в течение каждого периода выплаты.Таблица лидеров и дашборд скоро появятся для Covalent Alchemists!
tr: İki elektronik tabloda kaydedilecektir. Yalnızca doğrudan Covalent ekibinin erişebildiği dahili bir günlük de vardır. Bu arada, Covalent Alchemist Liderlik Tablosu olarak da bilinen harici bir kayıt var. Bu, her ödeme dönemi boyunca periyodik olarak güncellenecektir.Covalent Alchemist Lider Tablosu ve kontrol paneli yakında geliyor!

# REWARDS_FIELD5_NAME
source: What if I want to change my wallet address?
ar: ماذا لو رغبت بتغيير عنوان محفظتي؟
fil: Paano kung nais kong palitan ang aking wallet address?
jp: ウォレットのアドレスを変更したい場合は？
ko: 지갑 주소를 변경하려면 어떻게 해야하나요?
pl: Co jeżeli chce zmienić adres portfela?
ru: Что если я хочу изменить адрес моего кошелька?
tr: Cüzdan adresimi değiştirmek istersem ne olur?

# REWARDS_FIELD5_VALUE
source: Please get in touch with the The Council and this change can be made.
ar: الرجاء التواصل مع المجلس لتنجز هذه العملية.
fil: Mangyaring makipag-ugnayan sa mga Konseho at ang pagbabagong ito ay maaaring gawin.
jp: 協議会に連絡していただければ、変更が可能です。
ko: 운영진에게 연락하시면 변경이 가능합니다.
pl: Proszę skontaktować się z Radą, a ta zmiana może zostać wprowadzona.
ru: Пожалуйста, свяжитесь c Советом, и мы внесем изменения.
tr: Lütfen Yönetim ile iletişime geçin ve bu değişiklik sağlanabilir.
